export const clinics = [
    {
        id: 'if-pol-1',
        name: 'Міська поліклініка №1',
        address: 'вул. Чорновола, 59А, Івано-Франківськ',
        phone: '+38 (0342) 52-75-30',
        isOpenToday: true,
        description: 'Центральне відділення: сімейна медицина, терапевтичний блок, лабораторна діагностика.'
    },
    {
        id: 'if-pol-2',
        name: 'Міська поліклініка №2',
        address: 'вул. Довга, 42, Івано-Франківськ',
        phone: '+38 (0342) 53-24-11',
        isOpenToday: true,
        description: 'Амбулаторія загальної практики, педіатричне відділення та черговий кабінет.'
    },
    {
        id: 'if-pol-3',
        name: 'Міська поліклініка №3',
        address: 'вул. Франка, 30, Івано-Франківськ',
        phone: '+38 (0342) 75-03-22',
        isOpenToday: false,
        description: 'Вузькопрофільні спеціалісти: кардіолог, офтальмолог, невропатолог, УЗД-кабінет.'
    },
    {
        id: 'if-pol-4',
        name: 'Міська поліклініка №4',
        address: 'вул. Вовчинецька, 196, Івано-Франківськ',
        phone: '+38 (0342) 56-41-00',
        isOpenToday: true,
        description: 'Відділення первинної медико-санітарної допомоги та кабінети щеплень.'
    }
];